testing-scripts/test_multi-client_unencrypted_h2load_throughput_via-B/results/payload-size_1000000000____delay-ms_0____loss-rate-percent_0.0001____clients-requests_1/2/result.txt
Setting null encryption
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
[WARNING! Using Null-encryption]
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 3.46s, 0.29 req/s, 275.44MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 953.97MB (1000305254) total, 14B (14) headers (space savings 85.57%), 953.67MB (1000000000) data
UDP datagram: 13663 sent, 821641 received
                     min         max         mean         sd        +/- sd
time for request:      3.46s       3.46s       3.46s         0us   100.00%
time for connect:     4.86ms      4.86ms      4.86ms         0us   100.00%
time to 1st byte:     5.80ms      5.80ms      5.80ms         0us   100.00%
req/s           :       0.29        0.29        0.29        0.00   100.00%